<template>
  <div id="agreement-wrapper">
    <div class="agreement-main">
      <div class="title">销大师软件服务协议</div>
      <div class="content">
        <!-- <div class="first"> -->
          <p>销大师平台是由杭州星客互联科技有限公司（以下称“销大师”）开发、运营的为企业提供基于微信及公众号运营和营销的软件工具平台，销大师同意按照本协议的规定及其不时发布的操作规则提供接入服务（以下称“服务”），您为获得销大师平台的服务，应当充分、审慎阅读《销大师服务协议》（以下称“本协议”）各条款的内容，特别是限制或免除责任的条款，在点击同意本协议之前，请您务必仔细审查、充分理解本协议的每一条款，如您对本协议有任何疑问，可向销大师平台客服咨询。</p>
          <p>除非您已阅读并接受本协议所有条款，否则您无权使用销大师软件服务。您对销大师的登录、查看、绑定公众号、填写信息等行为即视为您已阅读并同意本协议的约束。</p>

          <p class="first-title">一、协议的申明</p>
          <p>1.1 本协议是您与销大师之间关于您使用销大师软件服务所订立的协议。“销大师”是指杭州星客互联科技有限公司，“用户”是指注册、登录、使用销大师软件的个人或组织，在本协议中更多地称为“您”。</p>
          <p>1.2 本协议的内容包括以下条款及销大师已经发布的或将来可能发布的各项规则，所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本协议是您与销大师共同签订的，适用于您在销大师的全部活动或事件。在您注册成为用户时，您已经阅读、理解并接受本协议的全部条款及各项规则，并承诺遵守中国的各类法律、法规、政策的规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。</p>
          <p>1.3 销大师有权根据相关法律、法规、政策的要求及提供服务的需要不时地修改本协议或根据本协议制定、修改各类具体规则并在销大师相关系统版块发布，请您适时注意本协议及具体规则的变更。若您在本协议及具体规则内容公告变更后继续使用销大师的，表示您已经阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用销大师的服务；同时就您在协议和具体规则修订前通过销大师进行的交易及其效力，视为您已同意并已按照本协议及有关规则进行了相应的授权和追认。若您不同意修改后的协议内容，您应立即停止使用销大师相关的服务。</p>
          <p>1.4 您通过自行或授权有关方根据本协议及销大师有关规则、说明操作确认本协议后，本协议即在您和销大师之间产生法律效力。本协议不涉及您与微信及其他用户之间的法律关系或纠纷。</p>

          <p class="first-title">二、注册</p>
          <p>2.1 在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他销大师允许的方式实际使用销大师服务时，您即受本协议的约束。您可以使用您提供或确认的手机号码、微信授权登录或者销大师允许的其它方式作为登录手段进入销大师。</p>
          <p>2.2 您了解并同意，您的账户信息及您在销大师软件内所产生的全部活动或事件，均已授权给销大师使用，以使您更便捷地使用销大师服务。</p>
          <p>2.3 您应当妥善保管您登录所使用的账户信息，并对其安全负全部责任，同时对使用销大师服务进行的所有活动和事件负全责。账户下其他管理员的操作，视为您授权其进行管理。</p>
          <p>2.4 为保障本服务的合法性及安全性，您不得违反本协议约定及其他监管方规定，否则，销大师有权随时单方限制、中止或终止向您及与您相关的其他账号提供本服务。</p>

          <p class="first-title">三、用户使用规范</p>
          <p>您理解并同意</p>
          <p>您有权管理您在销大师平台上发布的不同形式的信息、资料，并应当自行承担上述信息及资料所涉及的一切责任。特别地，您不得发布任何包括但不限于以下的违反法规的内容，也不得为发布以下违反法规内容的行为提供便利：</p>
          <p>（1）违反宪法或法律法规规定的；</p>
          <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
          <p>（3）煽动民族仇恨、民族歧视，破坏民族团结的；
          <p>（4）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
          <p>（5）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
          <p>（6）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
          <p>（7）侮辱或者诽谤他人，侵害他人合法权益的；</p>
          <p>（8）侵害他人知识产权、商业秘密等合法权利的行为；</p>
          <p>（9）恶意虚构事实、隐瞒真相以误导、欺骗他人的行为；</p>
          <p>（10）发布、传送、传播广告信息及垃圾信息；</p>
          <p>（11）宣扬、教唆、诱导分享、诱导关注、非法分销、使用外挂、私服以及木马等相关内容的；</p>
          <p>（12）发布任何经销大师合理判断为不妥当或者销大师未认可的软件、文件等在内的网址链接或其他形式的内容的；</p>
          <p>（13）违背社会公共利益或公共道德的；</p>
          <p>（14）含有法律、行政法规禁止的其他内容的；</p>
          <p>（15）干扰或影响销大师及相关第三方正常运营的。</p>

          <p class="first-title">四、知识产权</p>
          <p>4.1 销大师在销大师中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归销大师所有，用户在使用销大师中所产生的内容的知识产权归用户或相关权利人所有。</p>
          <p>4.2 除另有特别声明外，销大师提供销大师时所依托软件的著作权、专利权及其他知识产权均归销大师所有。</p>

          <p class="first-title">五、免责条款</p>
          <p>5.1 鉴于网络服务的特殊性，您同意销大师会变更、中断部分或全部的网络服务，并按本协议规定删除您在使用服务中提交的任何资料，而无需通知您，也无需承担任何责任。</p>
          <p>5.2 您理解并同意：销大师的服务是按照现有技术和条件所能达到的现状提供的。销大师会尽最大努力向您提供服务，确保服务的连贯性和安全性；但因下述因素引起的销大师服务瑕疵，可能导致的服务中断、数据丢失以及其他的损失和风险，销大师不承担损害赔偿责任，该因素包括但不限于：不可抗力、病毒、木马、黑客攻击、第三方服务瑕疵、政府行为等。所以您也同意：即使销大师提供的服务存在瑕疵，其将不被视为销大师违约，同时，由此给您造成的数据或信息丢失等损失的，您同意放弃追究销大师的责任。</p>
          <p>5.3 您理解并同意，因业务发展需要，销大师保留单方面对销大师的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销的权利，用户需承担此风险。</p>
          <p>5.4 用户在使用销大师时，须自行承担如下销大师不可掌控的风险内容，包括但不限于：</p>
          <p>（1）由于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等不可抗拒因素可能引起的信息丢失、泄漏等风险；</p>
          <p>（2）用户或销大师的电脑软件、系统、硬件和通信线路出现故障；</p>
          <p>（3）用户操作不当使用销大师；</p>
          <p>（4）其他销大师无法控制或合理预见的情形。</p>
          <p>5.5 销大师依据本协议约定获得处理违法违规内容或行为的权利，该权利不构成销大师的义务或承诺，销大师不能保证及时发现违法违规情形或进行相应处理。</p>
          <p>5.6 若销大师发现您因包括但不限于组织机构解散、注销、被吊销等任何原因导致民事行为能力、民事权利能力终止的情况，为保障用户和其他主体的合法权益，将有权决定立即终止销大师，且无需承担任何责任。</p>

          <p class="first-title">六、通知</p>
          <p>6.1 您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便销大师或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用销大师服务过程中产生任何损失或增加费用的，应由您完全独自承担。</p>
          <p>6.2 您了解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按销大师的要求进行操作。</p>

          <p class="first-title">七、法律适用、管辖及其他</p>
          <p>7.1 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。</p>
          <p>7.2 本协议无意结成或创设任何代理、合伙、合营、雇佣与被雇佣或特性授权与被授权关系。</p>
          <p>7.3 您同意销大师因经营业务需要有权将本协议项下的权利义务就部分或全部进行转让，而无须再通知予您并取得您的同意。</p>
          <p>7.4 因本协议或销大师服务所引起或与其有关的任何争议应向销大师所在地人民法院提起诉讼。</p>
          <p>7.5 本协议取代您和销大师先前就相同事项订立的任何书面或口头协议。倘若本协议任何条款被裁定为无效或不可强制执行，该项条款应被撤销，而其余条款应予遵守和执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。销大师未就您或其他人士的某项违约行为采取行动，并不表明销大师撤回就任何继后或类似的违约事件采取行动的权利。</p>
        <!-- </div> -->
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'agreement'
}
</script>
<style lang="stylus">
#agreement-wrapper
  padding 50px 300px 128px
  .agreement-main
    .title
      font-size 30px
      text-align center
      margin-bottom 38px
    .content
      font-size 14px
      line-height 19px
      // .first
      >p
        margin-bottom 28px
      >.first-title
        font-size: 18px
        font-weight: 600
</style>


